INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Iphone 11', 'Техника и электроника', 56990.0, 1, 1, 'экран: 6.1" (1792x828)
оперативная память: 4 ГБ
память: 128 ГБ
двойная камера: 12 МП, 12 МП
аккумулятор: 3110 мА·ч
процессор: Apple A13 Bionic
SIM-карты: 2 (nano SIM+eSIM)
операционная система: iOS 13
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
степень защиты: IP68
вес: 194 г');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy S21','Техника и электроника',67900.0,9,2,'Производитель:Samsung
Тип:смартфон
Платформа:Android
Диагональ экрана (точно):6.2 "
Диагональ экрана:6.0"-6.4"
Количество основных камер:3');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Молоко Белая Коровка','Молочные продукты',67.0,39,3,'ГОСТ 31450 , от 3,2 до 4%');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Симиринко','Овощи и фрукты',53.90,20,4,'Созревшее яблоко имеет бледно-зеленый цвет, но после съема и хранения преобразуется в желтое. Если дерево получает достаточно солнечного света, то допускается розовый «румянец» на яблоках. Средний вес плода от 150 до 180 граммов, но при правильном уходе с нормированием урожая яблоки достигают массы в 200 граммов.');

