INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Iphone 11', 'Техника и электроника', 56990.0, 132, 1, 'экран: 6.1" (1792x828)
оперативная память: 4 ГБ
память: 128 ГБ
двойная камера: 12 МП, 12 МП
аккумулятор: 3110 мА·ч
процессор: Apple A13 Bionic
SIM-карты: 2 (nano SIM+eSIM)
операционная система: iOS 13
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
степень защиты: IP68
вес: 194 г');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy A11','Техника и электроника',9290.0,17,2,'экран: 6.4" (1560x720)
оперативная память: 2 ГБ
память: 32 ГБ, слот для карты памяти
3 камеры: 13 МП, 2 МП, 5 МП
аккумулятор: 4000 мА·ч
процессор: Qualcomm Snapdragon 450
SIM-карты: 2 (nano SIM)
операционная система: Android 10
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 4.2
интернет: 4G LTE
вес: 177 г');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy S21','Техника и электроника',67879.0,13,2,'экран: 6.2" (2400x1080) 120 Гц
оперативная память: 8 ГБ
память: 128 ГБ
3 камеры: 64 МП, 12 МП, 12 МП
аккумулятор: 4000 мА·ч
процессор: Samsung Exynos 2100
SIM-карты: 2 (nano SIM+eSIM)
операционная система: Android 11
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.1
интернет: 4G LTE, 5G
степень защиты: IP68
вес: 171 г');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy A71','Техника и электроника',29269.0,27,2,'экран: 6.7" (2400x1080)
оперативная память: 6 ГБ
память: 128 ГБ, слот для карты памяти
4 камеры: 64 МП, 12 МП, 5 МП, 5 МП
аккумулятор: 4500 мА·ч
процессор: Qualcomm Snapdragon 730
SIM-карты: 2 (nano SIM)
операционная система: Android 10
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
вес: 179 г
');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Apple iPhone 12 mini','Техника и электроника',72990.0,83,1,'экран: 5.4" (2340×1080) 60 Гц
оперативная память: 4 ГБ
память: 128 ГБ
двойная камера: 12 МП, 12 МП
аккумулятор: 2227 мА·ч
процессор: Apple A14 Bionic
SIM-карты: 2 (nano SIM+eSIM)
операционная система: iOS 14
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE, 5G
степень защиты: IP68
вес: 135 г');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Apple iPhone 7','Техника и электроника',19900.0,172,1,'экран: 4.7" (1334×750)
оперативная память: 2 ГБ
память: 32 ГБ
камера: 12 МП
аккумулятор: 1960 мА·ч
процессор: Apple A10 Fusion
SIM-карты: 1 (nano SIM)
операционная система: iOS 10
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 4.2
интернет: 4G LTE
вес: 138 г');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Apple iPhone SE 2020','Техника и электроника',38759.0,38,1,'экран: 4.7" (1334×750)
оперативная память: 3 ГБ
память: 64 ГБ
камера: 12 МП
аккумулятор: 1812 мА·ч
процессор: Apple A13 Bionic
SIM-карты: 2 (nano SIM+eSIM)
операционная система: iOS 13
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
степень защиты: IP67
вес: 148 г');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy S10e','Техника и электроника',28900.0,3,2,'экран: 5.8" (2280×1080)
оперативная память: 6 ГБ
память: 128 ГБ, слот для карты памяти
двойная камера: 16 МП, 12 МП
аккумулятор: 3100 мА·ч
процессор: Samsung Exynos 9820
SIM-карты: 2 (nano SIM)
операционная система: Android 9.0
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
степень защиты: IP68
вес: 150 г');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy S20','Техника и электроника',59990.0,57,2,'экран: 6.2" (3200x1440) 120 Гц
оперативная память: 8 ГБ
память: 128 ГБ, слот для карты памяти
3 камеры: 64 МП, 12 МП, 12 МП
аккумулятор: 4000 мА·ч
процессор: Samsung Exynos 990
SIM-карты: 2
операционная система: Android 10
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
степень защиты: IP68
вес: 163 г');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy M31','Техника и электроника',21490.0,13,2,'Производитель:Samsung
Тип:смартфон
Платформа:Android
Диагональ экрана (точно):6.4 "
Диагональ экрана:6.0"-6.4"
Количество основных камер:4');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Samsung Galaxy S10','Техника и электроника',59990.0,31,2,'экран: 6.1" (3040x1440)
оперативная память: 8 ГБ
память: 128 ГБ, слот для карты памяти
3 камеры: 16 МП, 12 МП, 12 МП
аккумулятор: 3400 мА·ч
процессор: Samsung Exynos 9820
SIM-карты: 2 (nano SIM)
операционная система: Android 9.0
беспроводные интерфейсы: NFC, Wi-Fi, Bluetooth 5.0
интернет: 4G LTE
степень защиты: IP68
вес: 157 г');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Ноутбук Lenovo ThinkPad E14 (20RA0034RT)','Техника и электроника',71680.0,18,5,'Производитель:Lenovo
Тип:ноутбук
Размер экрана:14"-14.9"
Разрешение экрана:1920x1080
Сенсорный экран:нет
Линейка процессора:Intel Core i5');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Ноутбук Lenovo Ideapad L340-15API (81LW0054RK)','Техника и электроника',38990.0,27,5,'Производитель:Lenovo
Тип:ноутбук
Размер экрана:15"-15.9"
Разрешение экрана:1920x1080
Сенсорный экран:нет
Линейка процессора:AMD Ryzen 3');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Ноутбук Lenovo IdeaPad 5 15ARE05 (81YQ00GVRK)','Техника и электроника',64769.0,9,5,'Производитель:Lenovo
Тип:ноутбук
Размер экрана:15"-15.9"
Разрешение экрана:1920x1080
Сенсорный экран:нет
Линейка процессора:AMD Ryzen 5');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Жесткий диск Lenovo 1 TB 4XB0F28712','Техника и электроника',4200.0,18,5,'форм-фактор: 3.5"
емкость: 1000 ГБ
скорость вращения: 7200 об/мин
интерфейс: SATA 6Gb/s
рекомендация по использованию: для сервера');

--ASUS--
INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Ноутбук ASUS VivoBook S15 M533IA-BQ096T (90NB0RF3-M01800)','Техника и электроника',55400.0,26,3,'Производитель:ASUS
Тип:ноутбук
Размер экрана:15"-15.9"
Разрешение экрана:1920x1080
Сенсорный экран:нет
Линейка процессора:AMD Ryzen 5');
--
INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Ноутбук ASUS VivoBook X540','Техника и электроника',36435.0,9,3,'Диагональ экрана: 15.6 "
Тип матрицы экрана: TN
Частота обновления экрана: 60 Гц
Линейка процессора: AMD A4 / AMD A6 / AMD A9 / AMD E1 / AMD E2 / Intel Celeron / Intel Core i3 / Intel Core i5 / Intel Pentium / Intel Pentium Silver
Объем оперативной памяти: 2...8 ГБ
Общий объем накопителей: 128...1128 ГБ
Тип видеокарты: встроенная / дискретная / дискретная и встроенная
Объем видеопамяти: 2 ГБ
Операционная система: DOS / Endless OS / Linux / Windows 10 Home / Без ОС
Время работы: 5...6 ч
Вес: 1.9...2 кг');
--
INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Материнская плата ASUS PRIME Z490-P','Техника и электроника',14790.0,21,3,'форм-фактор: ATX
сокет LGA1200
4 слота DDR4 DIMM, 2133-4600 МГц
2 слота M.2 PCI-E/SATA 3.0
2 слота PCI-E x16
поддержка 2-Way CrossFire
разъемы на задней панели: HDMI, DisplayPort
звуковая схема 7.1');

--

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Материнская плата ASUS P5Q-VM DO','Техника и электроника',2999.0,32,3,'форм-фактор: microATX
сокет LGA775
4 слота DDR2 DIMM, 667-800 МГц
1 слот PCI-E x16
разъемы на задней панели: D-Sub, DVI
звуковая схема 5.1');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Беспроводная мышь ASUS MW202','Техника и электроника',1779.0,18,5,'разрешение оптического сенсора: 4000 dpi
тип подключения: беспроводной (радиоканал)
интерфейс подключения: USB
количество клавиш: 6
бесшумное нажатие клавиш: да
дизайн: для правой руки, с подсветкой');

--ACER

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Моноблок Acer Aspire C27-962 DQ.BDQER.006','Техника и электроника',50400.0,6,4,'Производитель:Acer
Диагональ экрана:27 "
Разрешение экрана:1920x1080
Процессор:Intel Core i3-1005G1
Количество ядер процессора:2
Частота процессора:1200 МГц
Новейшие процессоры Intel Core 8-го поколения1 с видеокартой NVIDIA.');
--
INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Моноблок 23.8" Acer Aspire C24-963','Техника и электроника',48390.0,11,4,'Разрешение экрана:1920x1080
Процессор:Intel Core i3-1005G1, Intel Core i5-1035G1
Количество ядер процессора:2, 4
Объем оперативной памяти:4 ГБ, 8 ГБ
Тип видеокарты:встроенная
Название видеокарты:Intel UHD Graphics, Intel UHD Graphics G1
Операционная система:Endless OS, Linux, Windows 10 Home 64, Windows 10 Professional 64, ОС не установлена
Тип покрытия экрана:антибликовый, матовый
Наличие сенсорного экрана:нет
Тип матрицы экрана:IPS
Клавиатура+мышь в комплекте:да
диагональ экрана 23.8 "
разрешение экрана 1920x1080
видеокарта: Intel UHD Graphics, Intel UHD Graphics G1
встроенная видеокарта
Bluetooth
Wi-Fi
операционная система Linux, ОС не установлена, Windows 10 Professional 64, Windows 10 Home 64, Endless OS');
--
INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Моноблок 23.8" Acer Aspire C24-320','Техника и электроника',32990.0,18,4,'диагональ экрана 23.8 "
Bluetooth
Wi-Fi');

-- Косметика и порфюмерия --

--Dior

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('DIOR Miss Dior Rose''n''Roses','Косметика и парфюмерия',6786.0,10,6,'Отройте для себя новый аромат Miss Dior Rose''n''Roses. Свежий вихрь разноцветных лепестков, бодрящая энергия цитрусовых нот. В сердце Miss Dior Rose N''Roses - вихрь пряных нот Грасской Розы. Её роскошные бутоны распускаются в мае на полях Грасса, принадлежащих эксклюзивным партнерам Дома Dior. ' ||
                                                                             'Сборщицы урожая аккуратно срывают эти удивительные цветы, чтобы сохранить их качества.');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('DIOR J''Adore Infinissime','Косметика и парфюмерия',8882.0,28,6,'Цветочный букет J’adore раскрывается новыми чувственными гранями в роскошной парфюмерной воде eau de parfum infinissime.
Парфюмерная композиция бесконечно удивляет ярким взрывом цветочных нот. Роза Сентифолия, Жасмин Самбак, Иланг-Иланг и Грасская Тубероза окутаны мягким ароматным облаком Сандалового Дерева. Новая парфюмерная вода eau de parfum infinissime добавляет в привычное звучание J’adore солнечные оттенки и дарит бесконечное удовольствие от своего шлейфа.
"Благодаря звучанию Грасской Туберозы парфюмерная вода J’adore eau de parfum infinissime обладает уникальным шармом. Добавив эту ноту в композицию J''adore, я превратил аромат в романтическую встречу. Это искусная игра обольщения, J''adore заигрывает с Туберозой, которая интригует и манит своей уверенной женственностью и силой."
Своим уникальным звучанием букет парфюмерной воды eau de parfum infinissime обязан Грасской Туберозе, легендарному цветку, который исчез с полей Грасса в 1950 году.');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('DIOR Водостойкая подводка для глаз Diorshow In&Out Liner','Косметика и парфюмерия',2649.0,84,6,'В Dior создали первую водостойкую двустороннюю подводку с карандашом, незаменимое средство для создания стойкого насыщенного макияжа глаз. Безупречная линия всего лишь одним легко управляемым движением.
Насыщенный, глубокий цвет подводки подчеркнет линию роста ресниц. Карандаш с хорошо скользящим по коже грифелем поможет сделать взгляд более выразительным. Два легких движения кистью для придания глубины взгляду.
С одной стороны Diorshow In & Out находится мягкий аппликатор с кремовой подводкой, который позволяет добраться до самых корней ресниц, с другой стороны - легко скользящий по коже карандаш с высоким содержанием перламутровых пигментов.
Формула двусторонней подводки обеспечивает насыщенный цвет, стойкость и устойчивость к влаге.
001 Blue/Black: цвет индиго и насыщенный черный
002 Bronze/Brown: бронзовый перламутр и матовый коричневый');

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('DIOR Homme Cologne','Косметика и парфюмерия',6586.0,7,6,'Парфюмер-дизайнер Дома Dior Франсуа Демаши вдохнул новую жизнь в саму концепцию одеколона, этого легендарного парфюмерного аккорда, и соединил его с современным характером аромата Dior Homme. Простая и прямодушная цитрусовая свежесть переплетается с утонченно раскрывающимся шлейфом. "Парфюмерная хлопковая ткань" во всей повседневной элегантности свежей белой сорочки, чистый аккорд нот калабрийского бергамота, цветка грейпфрута и белого мускуса. Dior Homme Cologne – сама суть роскоши, смелой в ее простом проявлении.');

-- Dolche

INSERT INTO product (name, type, price, count, supplier_id, info)
values ('DOLCE&GABBANA Dolce Garden','Косметика и парфюмерия',2850.0,5,7,'Искристая солнечная композиция сочетает цитрусовые и кремовые ноты, раскрывается неповторимыми аккордами плюмерии — драгоценного цветка, всю красоту которого удалось передать парфюмеру Виолен Колля.
Теплые и сияющие верхние ноты сформированы сочным мандарином, насыщенным неролиевым маслом и воздушными оттенками магнолии. Кокосовая эссенция — уникальный экстракт белой мякоти легендарного ореха — подчеркивает кремовую свежесть аромата.
Шелковистый аккорд миндального молочка напоминает традиционные сицилийские сладости. Абсолют ванили и ноты сандалового дерева подчеркивают изысканную чувственность плюмерии и формируют роскошный шлейф аромата. Так в гармоничном, свежем и сладком звучании воплощаются ароматы цветущего сада.');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('DOLCE&GABBANA L''Imperatrice Limited Edition','Косметика и парфюмерия',5700.0,3,7,'Dolce&Gabbana представляет новый лимитированный аромат L’Imperatrice. В композиции, навеянной женственным и сильным образом розы, уже знакомые фруктово-цветочные ноты зазвучали иначе. Как и оригинальная версия, новинка предназначена для обаятельной и уверенной в себе женщины. Флакон аромата стал еще более насыщенного розового цвета, воплощая радость жизни.');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Молоко Белая Коровка','Молочные продукты',67.0,39,8,'ГОСТ 31450 , от 3,2 до 4%');


INSERT INTO product (name, type, price, count, supplier_id, info)
values ('Симиринко','Овощи и фрукты',53.90,20,9,'Созревшее яблоко имеет бледно-зеленый цвет, но после съема и хранения преобразуется в желтое. Если дерево получает достаточно солнечного света, то допускается розовый «румянец» на яблоках. Средний вес плода от 150 до 180 граммов, но при правильном уходе с нормированием урожая яблоки достигают массы в 200 граммов.');

